Repository: Morindel/AMProject
Catalog: AMProject/AMProject/SupportingFiles/Localizable/*.lproj/Localizable.strings
Languages: pl

source: loading
pl: Ładowanie

source: Cancel
pl: Anuluj

source: Select
pl: Wybierz

source: No data
pl: Brak danych

source: News Details
pl: Szczegóły wiadomości

source: News List
pl: Lista wiadomości

# newsMore
source: More information
pl: Więcej informacji znajdziesz na

source: Add to favourite
pl: Dodaj do ulubionych

source: Delete from favourite
pl: Usuń z ulubionych

# selectTitle
source: Hello! You can get latest news in three diferent ways!
pl: Witaj! Możesz otrzymać artykuły na trzy różne sposoby

# topNews
source: Top News from selected country
pl: Najpopularniejsze artykuły z wybranego kraju

# searchNews
source: Search news by passing keyword
pl: Znajdź artykuł podając słowo klucz

# chooseCountry
source: Choose about which country you want to get news
pl: Wybierz kraj, którego mają dotyczyć wiadomości

# inputKeyword
source: Please input article keyword
pl: Wprowadź słowo kluczowe dla artykułu

source: Search articles
pl: Szukaj artykułów

source: Article keyword
pl: Slowo kluczowe artykułów

source: Favourite articles
pl: Ulubione artykuły

source: United States
pl: Stany Zjednoczone

source: Poland
pl: Polska
